{
  "auctions": [
    {
      "id": "1",
      "userId": "1",
      "username": "David",
      "title": "Fotograf från Stockholm med passion för naturen",
      "description": "Jag är en 28-årig fotograf som bor nära havet i Stockholm. Jag älskar att fånga naturens skönhet genom min kamera och spendera tid utomhus.",
      "startDate": "2024-04-01" 
    },
    {
      "id": "2",
      "userId": "2",
      "username": "Emma",
      "title": "Konstkurator med passion för yoga - Dalarna",
      "description": "Jag är en 35-årig konstkurator som brinner för konst och meditation. Jag finner lugn och frid på landsbygden i Dalarna, där jag kan fördjupa min yogapraktik och inspireras av naturen.",
      "startDate": "2024-04-01"
    },
    {
      "id": "3",
      "userId": "3",
      "username": "Ali",
      "title": "Kock som älskar mat och bio - Göteborg",
      "description": "Jag är en 40-årig kock från Göteborg. Mitt liv kretsar kring kreativitet i köket och passionen för film. Jag älskar att experimentera med nya smaker och maträtter.",
      "startDate": "2024-04-02"
    },
    {
      "id": "4",
      "userId": "4",
      "username": "Sofia",
      "title": "Dans och musik i Stockholm",
      "description": "Jag är Sofía, en 25-årig dansinstruktör med en passion för att utforska olika kulturer genom dans. Mitt hjärta klappar för att inspirera andra genom min dans och älskar nattlivet i Stockholm. ",
      "startDate": "2024-04-03"
    },
    {
      "id": "5",
      "userId": "5",
      "username": "Johan",
      "title": "Trädgårdsmästare med passion för golf ",
      "description": "Jag är en 45-årig trädgårdsmästare från Skåne. Min passion är trädgårdsarbete och golf. Jag njuter av att vara utomhus, omgiven av naturen och med golfklubborna i handen.",
      "startDate": "2024-04-03"
    },
    {
      "id": "6",
      "userId": "6",
      "username": "Maria",
      "title": "Fotograf som älskar skidåkning och bakning",
      "description": "Jag är en 30-årig fotograf från Jämtland. Min vardag är en spännande blandning av äventyr utomhus och kreativt utforskande inomhus. Jag älskar att fånga naturens skönhet på bild och att experimentera med nya bakningsrecept.",
      "startDate": "2024-04-03"
    }
  ]
}